{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "As we heard with the excerpts from the Foolproof Players on the previous page, most of the reenactments included in "
        },
        {
          "text": "The Last Archive",
          "italic": true
        },
        {
          "text": " come from some sort of archival record, whether it's a newspaper article, transcript, notebook, or something else. Yet, Lepore and her team occasionally create reenactments that aren't necessarily true (though, of course, the very question of what \"truth\" is remains unclear). Let's take a listen to a moment from \"The Clue of the Blue Bottle,\" the first episode of "
        },
        {
          "text": "The Last Archive",
          "italic": true
        },
        {
          "text": ". "
        }
      ]
    },
    {
      "type": "event",
      "uuid": "cfabc16a-2470-431f-a3f0-1dbd56ce88ba",
      "includes": [
        "media",
        "label",
        "description"
      ],
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "So, here we have a reenactment of a letter that we "
        },
        {
          "text": "think",
          "italic": true
        },
        {
          "text": " existed, the contents of which Grace Grimes "
        },
        {
          "text": "claims",
          "italic": true
        },
        {
          "text": " she remembers. Yet, the Foolproof Players use the same 1930s radio drama style to act out the contents of the letter in a voice that is proclaimed to be Lucina Broadwell's. On the one hand, we might argue that this is a \"mere\" aesthetic choice whose main goal is to increase the entertainment value of the podcast. And yet, as Lepore and her team declare when discussing the making of the last archive, their goal with the Foolproof Players' reenactments is to sound like a "
        },
        {
          "text": "real historical record",
          "italic": true
        },
        {
          "text": ". In other words, I suggest here that the particular aesthetic choice of 1930s radio drama style - in particular, the overly performed, hokey voices - serves to legitimize the information presented through the reenactment of Lucina Broadwell's alleged letter. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "To conclude, then, this curation is meant to raise questions about how the aesthetic choices made during sound production impact a listener's relationship to the information presented. Put differently, this curation asks how a recognizable sonic aesthetic such as 1930s radio drama can legitimize what is, in reality, unknown information that is unable to be corroborated. What potentially harmful implications arise from this relationship between aesthetics and history?"
        }
      ]
    }
  ],
  "title": "Sounding Like History",
  "parent": "c3ffbb36-af19-4a44-858d-b9286c39d9e0",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "sounding-like-history",
  "created_at": "2025-04-15T02:59:17.147Z",
  "created_by": "agunnells",
  "updated_at": "2025-04-15T15:40:01.698Z",
  "updated_by": "agunnells"
}